Repository: portnov/LocalGame
Catalog: po/*.po
Languages: ru

source: Ace
ru: Туз

source: Black Joker
ru: Чёрный джокер

source: Clubs
ru: Крестей

source: Diamonds
ru: Бубен

source: Hearts
ru: Червей

source: Jack
ru: Валет

source: King
ru: Король

source: Queen
ru: Дама

source: Red Joker
ru: Красный джокер

source: Spades
ru: Пик

source: Cannot add {} to avenue #{}
ru: Нельзя добавить {} в авеню #{}

source: Cannot add {} to avenue #{}: this suit is already in meld
ru: Нельзя добавить {} в авеню #{}: эта масть уже есть в выкладке

source: Cannot add {} to street #{}: invalid card suit
ru: Нельзя добавить {} в стрит #{}: не подходящая масть карты

source: Cannot add {} to street {}: invalid card value
ru: Нельзя добавить {} в стрит {}: не подходящее значение карты

source: Cannot trash {}: no such card in hand!
ru: Нельзя положить {} в сброс: нет такой карты в руке!

source: No cards in hand: {}
ru: Нет карт в руке: {}

source: No such meld: #{}
ru: Нет такой выкладки: #{}

source: No such player: {}
ru: Нет такого игрока: {}

source: No {} in hand
ru: Нет {} в руке

source: No {} joker in meld
ru: Нет джокера {} в выкладке

source: Not allowed to add {} to meld #{}; only allowed are {}
ru: Не разрешено добавлять {} в выкладку #{}; разрешены только {}

source: Too many cards spended
ru: Потрачено слишком много карт

source: Unexpected: cannot change joker in meld
ru: Неожиданно: не могу заменить джокера в выкладке

source: Unexpected: more than one {} joker in meld #{}
ru: Неожиданно: больше одного джокера {} в выкладке #{}

source: You can change joker only to use it in one of new melds.
ru: Вы можете заменить джокера только чтобы использовать его в одной из новых выкладок

source: You can not exit yet.
ru: Вы ещё не можете выйти.

source: You can not trash joker.
ru: Нельзя класть джокера в сброс

source: You can pick trash only to use it in new or existing melds.
ru: Вы можете брать сброс только чтобы использовать его в новых или существующих выкладках

source: to meld #{};
ru: к выкладке #{}

source: Add
ru: Добавить

source: All suits are used, no place for joker
ru: Все масти использованы, нет места для джокера

source: Cant' fill gaps in street with jokers
ru: Не могу заполнить пропуски в стрите джокерами

source: Change {} Joker from meld #{};
ru: Заменить джокера {} в выкладке #{};

source: Meld should have at least 2 non-jokers and maximum 1 joker
ru: Выкладка должна включать хотя бы 2 не-джокера и максимум 1 джокер

source: Meld should have at least 3 cards
ru: Выкладка должна состоять как минимум из 3 карт

source: Meld should have maximum 1 joker
ru: Выкладка может включать максимум 1 джокер

source: New meld:
ru: Новая выкладка:

source: One card must be trashed
ru: Одна карта должна быть сброшена

source: Only one card can be trashed
ru: Можно сбросить только одну карту

source: Pick last {} cards from trash;
ru: Взять последние {} карт из сброса;

source: There are gaps in street and there are no any jokers
ru: В стрите есть пропуски, но нет джокеров

source: These cards do not form a meld
ru: Эти карты не образуют выкладку

source: Too large gaps in street
ru: Слишком большие пропуски в стрите

source: Trash
ru: Сбросить

source: Client-generated error message:
ru: Клиент прислал сообщение об ошибке:

source: Forbidden move:
ru: Запрещённый ход:

source: Incomplete move:
ru: Неполный ход:

source: Message from client is not supported: {}
ru: Сообщение от клиента не поддерживается: {}

source: No {} in your hand
ru: В вашей руке нет {}

source: No {} joker in meld #{}
ru: Нет джокера {} в выкладке #{}
